{
  "b&b": {
    "header": [
      "Accommodation",
      "Price"
    ],
    "rows": [
      [
        "Single room",
        "€80"
      ],
      [
        "Double room",
        "€100"
      ],
      [
        "Triple room",
        "€120"
      ],
      [
        "Quadruple room",
        "€140"
      ]
    ],
    "footer": [
      "The facility offers numerous affiliated services to make your stay even more exclusive and relaxing",
      "For stays longer than two nights, there is the possibility of opting for half-board or full-board",
      "Your four-legged friends are welcome here, for medium and large-sized dogs a cleaning fee of €10 per night is charged"
    ]
  },
  "cookie": {
    "message": "This website uses cookies to enhance your browsing experience. By continuing to use our site, you agree to our use of cookies.",
    "buttonText": "Accept"
  },
  "contactUs": {
    "title": "Contact us",
    "hours": {
      "title": "Hours",
      "closed": "Monday and Tuesday - Closed",
      "openDays": "From Wednesday to Sunday",
      "openHours": "11:30 - 23:00"
    },
    "form": {
      "name": "Name",
      "lastname": "Lastname",
      "email": "Email",
      "telephone": "Telephone",
      "message": "Message",
      "privacy": "I authorize the processing of personal data",
      "send": "Send",
      "sending": "Sending..."
    },
    "message": {
      "success": "Message sent",
      "error": "Message not sent"
    }
  },
  "feasr": {
    "title": "FEASR"
  },
  "footer": {
    "copyright": "All rights reserved.",
    "followUS": "Follow on:",
    "additionalLinks": {
      "feasr": "FEASR project",
      "cookie-policy": "Cookie Policy"
    }
  },
  "header": {
    "farmhouse": "Farmhouse",
    "bed-and-breakfast": "B&B",
    "farm": "Farm",
    "point-of-sale": "Point of sale",
    "events": "Events",
    "surroundings": "Surroundings",
    "menu": "Menu",
    "contacts": "Contacts"
  },
  "menu": {
    "title": "Menus",
    "footnotes": "*Some products may be frozen at origin"
  },
  "cookiePolicy": {
    "title": "Privacy Policy and Cookies",
    "content": [
      {
        "contentTitle": "An Overview of Our Privacy Policy",
        "body": [
          "On this page, we summarize the most important steps of our Privacy Policy. For more information, you can consult our complete Privacy Policy."
        ]
      },
      {
        "contentTitle": "What Data We Collect",
        "body": [
          "We collect information about you when you interact with us through sending emails or filling out forms on the website."
        ]
      },
      {
        "contentTitle": "How We Use the Collected Information",
        "body": [
          "We use your personal data to respond to your requests. AGRITURISMO IL BARCHETTO will not sell or otherwise disclose your personal data to third parties without your explicit consent, except when necessary to provide you with the requested service."
        ]
      },
      {
        "contentTitle": "Your Rights",
        "body": [
          "It is your right, among others, to know your personal data processed by us, as well as to request its integration, correction, or deletion. To exercise these rights, you can contact the following email address alpebarchetto@gmail.com. The complete list of your rights with the respective modes of exercise is detailed in our complete Privacy Policy."
        ]
      },
      {
        "contentTitle": "Security",
        "body": [
          "The security of the information you provide will be guaranteed by adopting all the minimum security measures provided by the Privacy Code (Legislative Decree 196/2003 and its Annex B)."
        ]
      },
      {
        "contentTitle": "How to Contact Us",
        "body": [
          "For any questions or requests for clarification, you can contact us at the email alpebarchetto@gmail.com."
        ]
      },
      {
        "contentTitle": "The Privacy Policy of AGRITURISMO IL BARCHETTO",
        "body": [
          "Your privacy is very important to us, which is why we want to inform you about the ways in which we collect and use information about you.",
          "AGRITURISMO IL BARCHETTO has always paid particular attention to the processing and protection of personal data of its Customers, Suppliers, Collaborators, and all those with whom it comes into contact.",
          "For this reason, to ensure maximum compliance with the law, Legislative Decree 30 June 2003 No. 196, our Organization has adopted a specific organization by adopting a suitable AGRITURISMO IL BARCHETTO also reserves the right to modify this Privacy Policy at any time: we therefore invite you to return to this page frequently in order to check for any changes.",
          "The use of the site www.agriturismoilbarchetto.it implies acceptance of our Privacy Policy, as updated from time to time.",
          "The Data Controller AGRITURISMO IL BARCHETTO, with registered office in Via per Boleto, 28894 Madonna del Sasso (VB), in thanking you for providing us with your personal data, informs you of the purposes and methods of the processing to which they are subject. The processing is always based on principles of legality and fairness in compliance with all current regulations. This Privacy Policy is also provided as information pursuant to art. 13 of Legislative Decree 196/03 (Italian legislation on the processing of personal data in compliance with Directive 95-46-EC) to those who interact with the web services of the AGRITURISMO IL BARCHETTO website, for the protection of personal data, accessible electronically from the addresses and www.agriturismoilbarchetto.it.",
          "The Information is provided for the site www.agriturismoilbarchetto.it and not for other websites that may be consulted by the user via links. They are autonomous Data Controllers and therefore reference should be made to the sites in question.",
          "The Information is also inspired by Recommendation no. 2/2001 that the European authorities for the protection of personal data, gathered in the Group established by art. 29 of directive no. 95/46/EC, adopted on 17 May 2001 to identify some minimum requirements for the collection of personal data online, and in particular, the methods, timing, and nature of the information that Data Controllers must provide to users when they connect to web pages, regardless of the purpose of the connection. The processing of data freely provided by you will be carried out in compliance with the regulations in force. In particular, the processing will be based on principles of correctness, lawfulness, and transparency; relevance, completeness, and not excess; the data will be collected and recorded for the purposes referred to in the following point and stored for a period strictly necessary for the purposes."
        ]
      },
      {
        "contentTitle": "Your Rights and the Data Processors",
        "body": [
          "First and foremost, we remind you that, in accordance with Art. 7 of Legislative Decree 196/2003, listed below, it is your right, among others, to know your personal data processed by us as well as to request its integration, correction, or deletion. To exercise these rights, you can contact the following email address alpebarchetto@gmail.com.",
          "A complete list of all the data processors, appointed by us, can be found by contacting us at the above email address."
        ]
      },
      {
        "contentTitle": "Art. 7 (Right of Access to Personal Data and Other Rights)",
        "bullets": [
          "The data subject has the right to obtain confirmation of the existence or not of personal data concerning him or her, even if not yet recorded, and their communication in an intelligible form.",
          "The data subject has the right to obtain information about: a) the origin of the personal data; b) the purposes and methods of processing; c) the logic applied in case of processing carried out with the aid of electronic instruments; d) the identity of the owner, managers, and the designated representative according to Article 5, paragraph 2; e) the entities or categories of entity to whom or which the personal data may be communicated and who or which may get to know said data in their capacity as designated representative(s) in the State’s territory, data processor(s) or person(s) in charge of the processing.",
          "The data subject has the right to obtain: a) updating, rectification, or, where interested therein, integration of the data; b) erasure, anonymization, or blocking of data that have been processed unlawfully, including data whose retention is unnecessary for the purposes for which they have been collected or subsequently processed; c) certification to the effect that the operations as per letters a) and b) have been notified, as also related to their contents, to the entities to whom or which the data were communicated or disseminated, unless this requirement proves impossible or involves a manifestly disproportionate effort compared with the right that is to be protected.",
          "The data subject has the right to object, in whole or in part: a) on legitimate grounds, to the processing of personal data concerning him/her, even though they are relevant to the purpose of the collection; b) to the processing of personal data concerning him/her for the purpose of sending advertising materials or direct selling or for carrying out market research or commercial communication."
        ]
      },
      {
        "contentTitle": "Nature of Data Processed",
        "body": [
          "AGRITURISMO IL BARCHETTO processes your personal data necessary for the provision of the requested service, or for the performance of contractual relations, present or future, with our Organization. We do not possess any data that can be classified as sensitive (Art. 4 letter d of the code) or judicial (Art. 4 letter e of the code)."
        ]
      },
      {
        "contentTitle": "Purpose of Processing",
        "body": [
          "Your data is processed in relation to contractual needs and the consequent fulfillment of legal and fiscal obligations.",
          "The data will be processed for the duration of the contractual relationship and subsequently only for the fulfillment of legal obligations and for administrative and commercial purposes."
        ]
      },
      {
        "contentTitle": "Opposition to Processing for Commercial Purposes: Opt-out",
        "body": [
          "The email or paper contact details you provide may be used by AGRITURISMO IL BARCHETTO for the purpose of direct sending of its advertising material or direct selling or for carrying out market research or commercial communication. Such promotional activity will only concern goods and services similar to those which are the subject of the contractual relationship.",
          "We remind you that, at the time of collecting your data and on the occasion of any communication made for the mentioned purposes, you may oppose the processing by simply clicking on the appropriate link at the bottom of the email received or by contacting us at the email address alpebarchett@gmail.com.",
          "You will be immediately notified of the cessation of processing."
        ]
      },
      {
        "contentTitle": "Mode of Processing",
        "body": [
          "The processing of data is carried out using tools and procedures that ensure security and confidentiality and can be performed both through paper supports and with the aid of electronic means."
        ]
      },
      {
        "contentTitle": "Obligation or Option to Provide Data",
        "body": [
          "Regarding the data we are obliged to know in order to fulfill obligations prescribed by laws, regulations, and community norms, or provisions issued by authorities authorized by law and by supervisory and control bodies, their non-provision by you means that it is impossible to establish or continue the relationship, to the extent that such data is necessary for its execution.",
          "As for the data we are not obliged to know, their non-acquisition will be evaluated by us from time to time, and will determine subsequent decisions, related to the importance for our organization of the requested data not provided."
        ]
      },
      {
        "contentTitle": "Web Browsing Data",
        "body": [
          "The computer systems and software procedures used to operate this website acquire, during their normal operation, some personal data whose transmission is implicit in the use of Internet communication protocols.",
          "This information is not collected to be associated with identified interested parties, but by its very nature could, through processing and association with data held by third parties, allow users to be identified.",
          "This category of data includes IP addresses or domain names of computers used by users connecting to the site, URI (Uniform Resource Identifier) addresses of the requested resources, the time of the request, the method used to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the response given by the server (successful, error, etc.) and other parameters relating to the user's operating system and computer environment.",
          "These data are used only to obtain anonymous statistical information on the use of the site and to check its correct functioning, and are deleted immediately after processing. The data could be used to establish liability in case of hypothetical computer crimes against the site."
        ]
      },
      {
        "contentTitle": "Data Provided Voluntarily by the User",
        "body": [
          "The optional, explicit, and voluntary sending of emails to the site www.agriturismoilbarchetto.it or the compilation of specific forms, entails the subsequent acquisition of the sender's address and the personal data necessary to respond to requests and/or provide the requested services, as well as any other personal data included in the message (and in its attachments) or in the specific forms. Emails received are stored indefinitely on a server protected by appropriate security measures. The interested party can exercise all the rights provided by art. 7 of Legislative Decree 196/2003 presented at the beginning of this Privacy Policy, in particular, they can know what their data is present in the archive and obtain its deletion by writing to the email address alpebarchetto@gmail.com.",
          "Therefore, the data will be processed in electronic and telematic mode, to respond to requests and/or provide the requested service. The provision is always optional and the lack thereof only results in the inability to follow up on requests."
        ]
      },
      {
        "contentTitle": "Cookies",
        "body": [
          "The site www.agriturismoilbarchetto.it uses cookies for Google Analytics, a web analysis service provided by Google, Inc. (“Google”).",
          "Google Analytics uses “cookies”, which are text files placed on your computer to help the website analyze how users use the site.",
          "The information generated by the cookie about your use of the website (including your IP address) will be transmitted to, and stored by, Google on servers in the United States. Google will use this information for the purpose of tracking and examining your use of the website, compiling reports on website activity for website operators, and providing other services relating to website activity and internet usage.",
          "Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google’s behalf. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however, please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of your data by Google in the manner and for the purposes set out above."
        ]
      },
      {
        "contentTitle": "Scope of Knowledge and Communication of Your Data",
        "body": [
          "Your data may be made known, as Managers or Agents also external to the processing, appointed by our Organization, to the accounting, administration, operational management personnel, and subjects auxiliary to the performance of our service (including, for example, companies specializing in online payment management).",
          "Information about you may also be communicated by us to controlling, controlled, or affiliated companies pursuant to Article 2359 of the Civil Code, or to companies under common control, for administrative and accounting purposes as defined in Article 34, paragraph 1-ter of Legislative Decree 196/2003, namely those related to the conduct of organizational, administrative, financial, and accounting activities, regardless of the nature of the data processed.",
          "Specifically, such purposes include internal organizational activities, those functional to the fulfillment of contractual and pre-contractual obligations, to the management of the employment relationship in all its phases, to the keeping of accounts, and to the application of fiscal, union, welfare, health, hygiene, and workplace safety norms.",
          "The transfer of information about you, even temporarily, to a country not belonging to the European Union may only occur if necessary for the execution of obligations deriving from a contract of which you are a part, or to fulfill, before the conclusion of the contract, specific requests made by you, or for the conclusion or execution of a contract concluded in your favor."
        ]
      },
      {
        "contentTitle": "Data Processing Location and Scope of Communication or Dissemination",
        "body": [
          "Data connected to the web services of this site will be transmitted and stored on laptops and subsequently processed only by technical personnel authorized to process, or by persons in charge of occasional maintenance operations.",
          "No data deriving from the web service is communicated or disseminated. Personal data voluntarily provided by users through email or the completion of specific forms is used solely to perform the service or provision requested and is communicated to third parties only if this is necessary for that purpose."
        ]
      }
    ]
  }
}
