{
  "b&b": {
    "header": [
      "Accommodation",
      "Price"
    ],
    "rows": [
      [
        "Single room",
        "€70"
      ],
      [
        "Double room",
        "€90"
      ],
      [
        "Triple room",
        "€110"
      ],
      [
        "Quadruple room",
        "€120"
      ]
    ],
    "footer": [
      "The facility offers numerous affiliated services to make your stay even more exclusive and relaxing",
      "For stays longer than two nights, there is the possibility of opting for half-board or full-board",
      "Your four-legged friends are welcome here, for medium and large-sized dogs a cleaning fee of €10 per night is charged"
    ]
  },
  "contactUs": {
    "title": "Contattaci",
    "form": {
      "name": "Nome",
      "lastname": "Cognome",
      "email": "Email",
      "telephone": "Telefono",
      "message": "Messaggio",
      "privacy": "Autorizzo il trattamento dei dati personali",
      "send": "Invia"
    }
  },
  "feasr": {
    "title": "FEASR"
  },
  "footer": {
    "copyright": "Tutti i diritti riservati.",
    "followUS": "Follow on:",
    "additionalLinks": {
      "feasr": "Progetto FEASR",
      "cookie-policy": "Cookie Policy"
    }
  },
  "header": {
    "farmhouse": "Farmhouse",
    "bed-and-breakfast": "B&B",
    "farm": "Farm",
    "point-of-sale": "Point of sale",
    "events": "Events",
    "surroundings": "Surroundings",
    "menu": "Menu",
    "contacts": "Contact us"
  },
  "menu": {
    "title": "Menus",
    "footnotes": "*Alcuni prodotti potrebbero essere congelati all'origine"
  },
  "privacy": {
    "title": "Privacy policy e cookies",
    "content": [
      {
        "title": "Uno sguardo alla nostra Privacy Policy",
        "body": [
          "In questa pagina riassumiamo i passaggi più importanti della nostra Privacy Policy. Per maggiori informazioni al riguardo può consultare la nostra Privacy Policy completa."
        ]
      },
      {
        "title": "Quali dati raccogliamo",
        "body": [
          "Raccogliamo informazioni che la riguardano quando interagisce con noi attraverso  l’invio di email  o la compilazione di form presenti sul sito web."
        ]
      },
      {
        "title": "Quale uso facciamo elle Informazioni raccolte",
        "body": [
          "Usiamo i Suoi dati personali per rispondere alle Sue richieste e/o. AGRITURISMO IL BARCHETTO non venderà o comunque comunicherà dati personali che la riguardano a terze parti senza Suo esplicito consenso, salvo quando necessario per fornirle il servizio richiesto."
        ]
      },
      {
        "title": "I Suoi diritti",
        "body": [
          "E' Suo diritto, fra l'altro, conoscere i Suoi dati personali da noi trattati nonché richiederne la integrazione, rettifica o cancellazione. Per esercitare tali diritti si può rivolgere  al seguente indirizzo di posta elettronica alpebarchetto@gmail.com. L'elenco completo dei Suoi diritti con le rispettive modalità d'esercizio è riportato nella nostra Privacy Policy completa."
        ]
      },
      {
        "title": "Sicurezza",
        "body": [
          "La sicurezza delle Informazioni che ci fornisce sarà garantita mediante l'adozione di tutte le misure minime di sicurezza previste dal Codice Privacy (DLgs 196/2003 e suo Allegato B)."
        ]
      },
      {
        "title": "Come contattarci",
        "body": [
          "Per ogni domanda o richiesta di chiarimenti ci può contattare all’email alpebarchetto@gmail.com."
        ]
      },
      {
        "title": "La Privacy Policy di AGRITURISMO IL BARCHETTO",
        "body": [
          "La Sua privacy è per noi molto importante, per questo desideriamo comunicarLe le modalità con le quali raccogliamo e usiamo le informazioni che La riguardano",
          "AGRITURISMO IL BARCHETTO, presta da sempre particolare attenzione al trattamento ed alla protezione dei dati personali dei propri Clienti, Fornitori, Collaboratori e di tutti coloro coi quali entra in rapporto.",
          "Per tale motivo, al fine di garantire il massimo rispetto della normativa,  DLgs. 30 giugno 2003 n. 196, la nostra Organizzazione si è data un’organizzazione specifica adottando un’idonea AGRITURISMO IL BARCHETTO si riserva, inoltre, il diritto di modificare la presente Privacy Policy in qualsiasi momento: La invitiamo, pertanto, a tornare su questa pagina di frequente al fine di verificare eventuali modiche.",
          "L’utilizzo del sito www.agriturismoilbarchetto.it  implica l’accettazione della nostra Privacy Policy, così come risulta aggiornata di volta in volta.",
          "Il Titolare del trattamento AGRITURISMO IL BARCHETTO, con sede legale in Via per Boleto, 28894 Madonna del Sasso (VB), nel ringraziarLa per averci fornito i Suoi dati personali, porta a Sua conoscenza le finalità e le modalità del trattamento cui essi sono destinati. Il trattamento si basa sempre su principi di liceità e correttezza in ottemperanza a tutte le vigenti normative.La presente Privacy Policy è data anche come Informativa ai sensi dell’art. 13 del DLgs. 196/03 (normativa italiana sul trattamento dei dati personali in ottemperanza alla direttiva 95-46–CE) a coloro che interagiscono con i servizi web del Sito web di AGRITURISMO IL BARCHETTO, al fine della protezione dei dati personali, accessibili per via telematica a partire dagli indirizzi e www.agriturismoilbarchetto.it.",
          "L’Informativa è resa per il Sito www.agriturismoilbarchetto.it e non anche per altri siti web eventualmente consultati dall’utente tramite link. Essi sono autonomi Titolari del trattamento e pertanto si rimanda ai siti in questione.",
          "L’Informativa si ispira anche alla Raccomandazione n. 2/2001 che le autorità europee per la protezione dei dati personali, riunite nel Gruppo istituito dall’art. 29 della direttiva n. 95/46/CE, hanno adottato il 17 maggio 2001 per individuare alcuni requisiti minimi per la raccolta di dati personali on-line e, in particolare, le modalità, i tempi e la natura delle informazioni che i Titolari del trattamento devono fornire agli utenti quando questi si collegano a pagine web, indipendentemente dagli scopi del collegamento.Il trattamento dei dati da Lei liberamente conferiti sarà effettuato nel rispetto delle norme in vigore. In particolare, il trattamento sarà improntato ai principi di correttezza, liceità e trasparenza; pertinenza, completezza e non eccedenza; i dati saranno raccolti e registrati per le finalità di cui al punto seguente e conservati per un periodo strettamente necessario agli scopi."
        ]
      },
      {
        "title": "I Suoi diritti e i Responsabili del trattamento",
        "body": [
          "Anzitutto Le ricordiamo che, ai sensi dell’art. 7 del Dlgs. 196/2003, di seguito riportato, è Suo diritto, fra l’altro, conoscere i Suoi dati personali da noi trattati nonché richiederne la integrazione, rettifica o cancellazione. Per esercitare tali diritti si può rivolgere al seguente indirizzo di posta elettronica alpebarchetto@gmail.com.",
          "L’elenco completo di tutti i responsabili per il trattamento dei dati personali, da noi nominati, è reperibile contattandoci all’indirizzo email sopra indicato."
        ]
      },
      {
        "title": "Art. 7 (Diritto di accesso ai dati personali ed altri diritti)",
        "bullets": [
          "L’interessato ha diritto di ottenere la conferma dell’esistenza o meno di dati personali che lo riguardano, anche se non ancora registrati, e la loro comunicazione in forma intelligibile.",
          "L’interessato ha diritto di ottenere l’indicazione: a) dell’origine dei dati personali; b) delle finalità e modalità del trattamento; c) della logica applicata in caso di trattamento effettuato con l’ausilio di strumenti elettronici; d) degli estremi identificativi del titolare, dei Responsabili e del rappresentante designato ai sensi dell’articolo 5, comma 2; e) dei soggetti o delle categorie di soggetti ai quali i dati personali possono essere comunicati o che possono venirne a conoscenza in qualità di rappresentante designato nel territorio dello Stato, di Responsabili o Incaricati.",
          "L’interessato ha diritto di ottenere: a) l’aggiornamento, la rettificazione ovvero, quando vi ha interesse, l’integrazione dei dati; b) la cancellazione, la trasformazione in forma anonima o il blocco dei dati trattati in violazione di legge, compresi quelli di cui non è necessaria la conservazione in relazione agli scopi per i quali i dati sono stati raccolti o successivamente trattati; c) l’attestazione che le operazioni di cui alle lettere a) e b) sono state portate a conoscenza, anche per quanto riguarda il loro contenuto, di coloro ai quali i dati sono stati comunicati o diffusi, eccettuato il caso in cui tale adempimento si rivela impossibile o comporta un impiego di mezzi manifestamente sproporzionato rispetto al diritto tutelato.",
          "L’interessato ha diritto di opporsi, in tutto o in parte: a) per motivi legittimi al trattamento dei dati personali che lo riguardano, ancorché pertinenti allo scopo della raccolta; b) al trattamento di dati personali che lo riguardano a fini di invio di materiale pubblicitario o di vendita diretta o per il compimento di ricerche di mercato o di comunicazione commerciale."
        ]
      },
      {
        "title": "Natura dei dati trattati",
        "body": [
          "AGRITURISMO IL BARCHETTO tratta i Suoi dati personali necessari per la prestazione del servizio richiesto, ovvero per lo svolgimento dei rapporti contrattuali, in essere o futuri, con la nostra Organizzazione. Non siamo in possesso di alcun Vostro dato qualificabile come sensibile (art. 4 lettera d del codice) o giudiziario (art. 4 lettera e del codice)."
        ]
      },
      {
        "title": "Finalità del trattamento",
        "body": [
          "I Suoi dati vengono trattati in relazione alle esigenze contrattuali, ed ai conseguenti adempimenti degli obblighi legali e fiscali.",
          "I dati verranno trattati per tutta la durata del rapporto contrattuale e successivamente solo per l’espletamento di obblighi di legge e per finalità amministrative e commerciali."
        ]
      },
      {
        "title": "Opposizione al trattamento per finalità commerciali: opt-out",
        "body": [
          "Le coordinate di posta elettronica o cartacea da Lei fornite potranno essere utilizzate da AGRITURISMO IL BARCHETTO ai fini dell’invio diretto di proprio materiale pubblicitario o di vendita diretta o per il compimento di proprie ricerche di mercato o di comunicazione commerciale. Tale attività promozionale potrà riguardare solo beni e servizi analoghi a quelli oggetto del rapporto contrattuale.",
          "Le rammentiamo che, al momento della raccolta dei Suoi dati da parte nostra e in occasione di ogni comunicazione effettuata per le menzionate finalità, potrà opporsi al trattamento, semplicemente cliccando sull’apposito link in calce alla email ricevuta oppure  contattandoci all’indirizzo di posta elettronica alpebarchett@gmail.com.",
          "Dell’interruzione del trattamento Le verrà dato immediato riscontro."
        ]
      },
      {
        "title": "Modalità del trattamento",
        "body": [
          "Il trattamento dei dati avviene mediante l’utilizzo di strumenti e procedure idonei a garantirne la sicurezza e la riservatezza e potrà essere effettuato sia mediante supporti cartacei sia attraverso l’ausilio di mezzi informatici."
        ]
      },
      {
        "title": "Obbligo o facoltà di conferire i dati",
        "body": [
          "Per quanto concerne i dati che siamo obbligati a conoscere, al fine di adempiere agli obblighi previsti da leggi, da regolamenti e dalla normativa comunitaria, ovvero da disposizioni impartite da Autorità a ciò legittimate dalla legge e da organi di vigilanza e controllo, il loro mancato conferimento da parte Sua comporta l’impossibilità di instaurare o proseguire il rapporto, nei limiti in cui tali dati sono necessari all’esecuzione dello stesso.",
          "Per quanto riguarda i dati che non siamo obbligati a conoscere, il loro mancato ottenimento sarà da noi valutato di volta in volta, e determinerà le conseguenti decisioni, rapportate all’importanza per la nostra organizzazione dei dati richiesti e non conferiti."
        ]
      },
      {
        "title": "Dati di navigazione web",
        "body": [
          "I sistemi informatici e le procedure software preposte al funzionamento di questo sito web acquisiscono, nel corso del loro normale esercizio, alcuni dati personali la cui trasmissione è implicita nell’uso dei protocolli di comunicazione di Internet.",
          "Si tratta di informazioni che non sono raccolte per essere associate a interessati identificati, ma che per loro stessa natura potrebbero, attraverso elaborazioni ed associazioni con dati detenuti da terzi, permettere di identificare gli utenti.",
          "In questa categoria di dati rientrano gli indirizzi IP o i nomi a dominio dei computer utilizzati dagli utenti che si connettono al sito, gli indirizzi in notazione URI (Uniform Resource Identifier) delle risorse richieste, l’orario della richiesta, il metodo utilizzato nel sottoporre la richiesta al server, la dimensione del file ottenuto in risposta, il codice numerico indicante lo stato della risposta data dal server (buon fine, errore, ecc.) ed altri parametri relativi al sistema operativo e all’ambiente informatico dell’utente.",
          "Questi dati vengono utilizzati al solo fine di ricavare informazioni statistiche anonime sull’uso del sito e per controllarne il corretto funzionamento, e vengono cancellati immediatamente dopo l’elaborazione. I dati potrebbero essere utilizzati per l’accertamento di Responsabilità in caso di ipotetici reati informatici ai danni del sito."
        ]
      },
      {
        "title": "Dati forniti volontariamente dall’utente",
        "body": [
          "L’invio facoltativo, esplicito e volontario di posta elettronica sul Sito www.agriturismoilbarchetto.it oppure la compilazione di appositi form, comporta la successiva acquisizione dell’indirizzo del mittente e dei dati personali necessari per rispondere alle richieste e/o fornire i servizi richiesti, nonché degli eventuali altri dati personali inseriti nella missiva (e negli allegati alla stessa) o nei form appositi.Le email ricevute sono archiviate a tempo indeterminato su un server protetto da opportune misure di sicurezza. L’interessato può esercitare tutti i diritti previsti dall’art. 7 D.Lgs. 196/2003 riportato in apertura della presente Privacy Policy, in particolare può conoscere quali suoi dati sono presenti nell’archivio e ottenerne la cancellazione, scrivendo all’indirizzo di posta elettronica alpebarchetto@gmail.com.",
          "I dati saranno pertanto trattati in modalità informatica e telematica, per rispondere alle richieste e/o fornire il servizio richiesto. Il conferimento è sempre facoltativo e il mancato conferimento comporta solo l’impossibilità di dare seguito alle richieste."
        ]
      },
      {
        "title": "Cookies",
        "body": [
          "Il sito www.agriturismoilbarchetto.it utilizza cookies finalizzati a Google Analytics, un servizio di analisi web fornito da Google, Inc. (“Google”).",
          "Google Analytics utilizza dei “cookies”, che sono file di testo che vengono depositati sul Vostro computer per consentire al sito web di analizzare come gli utenti utilizzano il sito.",
          "Le informazioni generate dal cookie sull’utilizzo del sito web da parte Vostra (compreso il Vostro indirizzo IP) verranno trasmesse a, e depositate presso i server di Google negli Stati Uniti. Google utilizzerà queste informazioni allo scopo di tracciare e esaminare il Vostro utilizzo del sito web, compilare report sulle attività del sito web per gli operatori del sito web e fornire altri servizi relativi alle attività del sito web e all’utilizzo di Internet.",
          "Google può anche trasferire queste informazioni a terzi ove ciò sia imposto dalla legge o laddove tali terzi trattino le suddette informazioni per conto di Google. Google non assocerà il vostro indirizzo IP a nessun altro dato posseduto da Google. Potete rifiutarvi di usare i cookies selezionando l’impostazione appropriata sul vostro browser, ma ciò potrebbe impedirvi di utilizzare tutte le funzionalità di questo sito web. Utilizzando il presente sito web, voi acconsentite al trattamento dei Vostri dati da parte di Google per le modalità e i fini sopraindicati."
        ]
      },
      {
        "title": "Ambito di conoscenza e comunicazione dei Vostri dati",
        "body": [
          "Possono venire a conoscenza dei Suoi dati, in qualità di Responsabili o Incaricati anche esterni del trattamento, nominati dalla scrivente Organizzazione, gli addetti alla contabilità, amministrazione, alla gestione operativa e i soggetti ausiliari allo svolgimento del nostro servizio (si citano a titolo indicativo le società specializzate nella gestione dei pagamenti online).",
          "Informazioni che la riguardano potranno, inoltre, essere da noi comunicate a società controllanti, controllate o collegate ai sensi dell’articolo 2359 del codice civile ovvero a società sottoposte a comune controllo, per le finalità amministrativo contabili così come definite all’articolo 34, comma 1-ter DLgs 196/2003, ovvero quelle connesse allo svolgimento delle attività̀ di natura organizzativa, amministrativa, finanziaria e contabile, a prescindere dalla natura dei dati trattati.",
          "In particolare, perseguono tali finalità̀ le attività̀ organizzative interne, quelle funzionali all’adempimento di obblighi contrattuali e precontrattuali, alla gestione del rapporto di lavoro in tutte le sue fasi, alla tenuta della contabilità̀ e all’applicazione delle norme in materia fiscale, sindacale, previdenziale-assistenziale, di salute, igiene e sicurezza sul lavoro.",
          "Il trasferimento di informazioni che la riguardano anche temporaneo verso un Paese non appartenente all’Unione europea potrà avvenire solo se necessario per l’esecuzione di obblighi derivanti da un contratto del quale Lei è parte o per adempiere, prima della conclusione del contratto, a specifiche Sue richieste, ovvero per la conclusione o per l’esecuzione di un contratto stipulato a Suo favore."
        ]
      },
      {
        "title": "Luogo di trattamento dei dati e ambito di comunicazione o diffusione",
        "body": [
          "I dati connessi ai servizi web di questo sito verranno trasmessi e conservati in computer portatili  e successivamente trattati solo da personale tecnico incaricato del trattamento, oppure da eventuali incaricati di occasionali operazioni di manutenzione.",
          "Nessun dato derivante dal servizio web viene comunicato o diffuso. I dati personali forniti volontariamente dagli utenti tramite email o compilazione di appositi form, sono utilizzati al solo fine di eseguire il servizio o la prestazione richiesta e sono comunicati a terzi nel solo caso in cui ciò sia a tal fine necessario."
        ]
      }
    ]
  }
}